males = [
    'الغزالي',
    'يوسف',
    'ميرغني',
    'حماد',
    'الطاهر',
    'حسان',
    'عبد الله',
    'محمد',
    'موسى',
    'عبد الرحمن',
    'حسن',
    'أحمد',
    'بشير',
    'فيصل',
    'عمر',
    'مصطفى',
    'علي',
    'هشام',
    'هاشم',
    'يس',
    'خالد',
    'أشرف',
    'شرف',
    'مشرف',
    'مبارك',
    'فادي',
    'عصام',
    'عاصم',
    'حسين',
    'ماجد',
    'حسام',
    'بسام',
    'وليد',
    'وائل',
    'مزمل',
    'عثمان',
    'محمود',
    'عبد الرحيم',
    'عبد السلام',
    'عبد العزيز',
    'كمال',
    'كامل',
    'صلاح',
    'صالح',
    'أنس',
    'الطيب',
    'عباس',
    'معتصم',
    'مازن',
    'سعد',
    'أيمن',
    'بكري',
    'ياسر',
    'طارق',
]
en_males = [
    'al-gazally',
    'yousuf',
    'mirghani',
    'hammad',
    'tahir',
    'hassan',
    'abd-allah',
    'mohammed',
    'mosa',
    'abd-alrahman',
    'hassan',
    'ahmed',
    'basheer',
    'faisal',
    'omar',
    'mostafa',
    'ali',
    'hosham',
    'hashim',
    'yaseen',
    'khalid',
    'ashraf',
    'sharaf',
    'mosharaf',
    'mobarak',
    'fady',
    'isam',
    'asim',
    'hossien',
    'majed',
    'hosam',
    'bassam',
    'walled',
    'waael',
    'mozammel',
    'osman',
    'mahmoud',
    'abd-alraheem',
    'abd-alsalam',
    'abd-alazeez',
    'kamal',
    'kamil',
    'salah',
    'salih',
    'anas',
    'altayeb',
    'abas',
    'motasim',
    'mazin',
    'saad',
    'ayman',
    'bakry',
    'yassir',
    'tariq'
]
females = [
    'حباب',
    'مئاب',
    'أروى',
    'أحسان',
    'تسابيح',
    'نجاة',
    'بتول',
    'شيماء',
    'خديجة',
    'نفيسة',
    'ريان',
    'آمنة',
    'لنا',
    'أسراء',
    'عائشة',
]
en_females = [
    'habab',
    'maab',
    'arwa',
    'ehsan',
    'asabeeh',
    'najat',
    'batool',
    'shaimaa',
    'khadeeja',
    'nafeesa',
    'rayan',
    'aamna',
    'lana',
    'israa',
    'aisha',
]
books = [
    'أحببت أكثر من ما ينبغي'
    , 'فلتغفري لي'
    , 'قواعد العشق الأربعون'
    , 'الححيم'
    , 'الأصل'
    , 'ملائكة و شياطين'
    , 'الحصن الرقمي'
    , 'الشيطان يحكم'
    , 'العنكوت'
    , 'يمكن للشياطين ان تبكي'
    , 'أكادولي'
    , 'البعبع'
    , 'أمانوس'
    , 'هاري بوتر و حجر الفلاسفة'
    , 'هاري بوتر و غرفة الأسرار'
    , 'هاري بوتر و منظمة العنقاء'
    , 'هاري بوتر و الأمير الخائن'
    , 'هاري بوتر و سين أزكبان'
    , 'هاري بوتر و شعلة النار'
    , 'هاري بوتر و مقدسات الموت 1'
    , 'هاري بوتر و مقدسات الموت 2'
    , 'فاتتني صلاة'
    , 'الغد'
    , 'الصبي الحي الوحيد في نيو يورك'
    , 'مئة عام من العزلة'
    , 'قصة الكاونت مونتي كريستو'
    , 'الأبله'
    , 'الأخوة كارمازوف'
    , 'السكيكرة'
    , 'بعض هذا القرنفل'
    , 'موسم الهجرة الى الشمال'
    , 'دومة ود حامد'
    , 'ستموت في العشرين'
    , 'مسيح دارفور'
    , 'هكذا صرف المجنون'
    , 'أسفل قاع المدينة'
    , 'البؤساء'
]
